"Start a new conversation with ${applicationName}" = "Fillo një bisedë të re me ${applicationName}";

"Start a new conversation with ${applicationName} using ${model}" = "Fillo një bisedë të re me ${applicationName} duke përdorur ${model}";

"New conversation with ${applicationName}" = "Një bisedë e re me ${applicationName}";

"New conversation with ${applicationName} using ${model}" = "Një bisedë e re me${applicationName} duke përdorur ${model}";

"Start a new chat with ${applicationName}" = "Fillo një bisedë të re me ${applicationName}";

"New chat with ${applicationName} using ${model}" = "Bisedë e re me ${applicationName} duke përdorur ${model}";

"Start voice conversation with ${applicationName}" = "Fillo bisedën me zë me ${applicationName}";

"Ask ${applicationName}" = "Pyet ${applicationName}";

"Tell ${applicationName}" = "Trego ${applicationName}";

"New chat with ${applicationName}" = "Bisedë e re me ${applicationName}";

"Send a question to ${applicationName}" = "Dërgo një pyetje tek ${applicationName}";

"Query ${applicationName}" = "Pyetje ${applicationName}";

"Talk to ${applicationName}" = "Fol me ${applicationName}";

"Start a new chat with ${applicationName} using ${model}" = "Fillo një bisedë e re me ${applicationName} duke përdorur ${model}";

